Repository: dmytrokyrychuk/grim-dawn-uk-omegat
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk

source: {^n}{^n}You do this, and all of Devil's Crossing will be honoring your name with every glass.
uk: {^n}{^n}Якщо зробите це, тоді все Чортове Перехрестя вшановуватиме ваше ім'я кожною чаркою.

source: {^n}{^n}You really should go speak with the Captain.
uk: {^n}{^n}Вам дійсно варто піти поговорити з капітаном.

source: {^n}{^n}You should find a way to get her back to Devil's Crossing.
uk: {^n}{^n}Ви маєте знайти спосіб повернути її до Чортового Перехрестя.

source: {^n}{^n}You should open a portal for her so she can travel back to Devil's Crossing.
uk: {^n}{^n}Ви маєте відкрити для неї портал, щоб вона могла повернутися до Чортового Перехрестя.

source: {^n}{^n}You'll find enough in no time!
uk: {^n}{^n}Ви швидко знайдете достатньо!

source: {^n}{^n}Your ability to secure riftgates for human use could be a turning point in our situation.
uk: {^n}{^n}Ваша здатність забезпечувати рифтові ворота для використання людьми може стати поворотним моментом у нашій ситуації.

source: {^r}Cost {%d0} ~ Not Enough Iron
uk: {^r}Ціна {%d0} ~ замало заліза

source: {^r}Cost {%d0} ~ Not Enough Reputation
uk: {^r}Ціна {%d0} ~ замало репутації

source: {^r}Required {%s0: %.0f1}
uk: {^r}Треба {%s0: %.0f1}

source: {^r}Required {%s0: %.0f1} [ {%.0f2 ^y- %.0f3}% Reduction]
uk: {^r}Треба {%s0: %.0f1} [ {%.0f2 ^y- %.0f3}% зменшення]

source: {^r}That item cannot be placed there
uk: {^r}Цей предмет не можна тут розмістити

source: {^r}That skill is not ready
uk: {^r}Ця навичка не готова

source: {^y}{%d0}{^w} Available Points
uk: {^y}{%d0}{^w} вільних балів

source: {^z}Welcome to Grim Dawn!{^-}{^n}{^n}{^w}Tutorial Tips{^-} are currently enabled.
uk: {^z}Вітаєму у Grim Dawn!{^-}{^n}{^n}{^w}Підказки{^-}увімкнено.
